/*
 Localizable.strings
 BugReporterTest
 
 Created by charles Samuel DMonte on 15/11/16.
 Copyright © 2016 Giridhar. All rights reserved.
 */

"zanalytics.bug.alert.cancel"               = "Ne";
"zanalytics.bug.alert.title"                = "Chcete nám něco sdělit?";
"zanalytics.feedback.navbar.title.feedback"             = "Zpětná vazba";
"zanalytics.feedback.navbar.title.reportbug"            = "Nahlásit chybu";
"zanalytics.feedback.navbar.title.helpme"               = "Nápověda";

"zanalytics.feedback.navbar.title.systemlogs"             = "Systémové protokoly";

"zanalytics.feedback.navbar.title.diagnosticinfo"             = "Diagnostické informace";

"zanalytics.bug.alert.dontshowagain"            = "Příště nezobrazovat";
"zanalytics.bug.alert.title.helpme"            = "Nápověda";

"zanalytics.bug.alert.message.savetolocal"         = "Omlouváme se… Hlášení o chybě se nepodařilo odeslat. Chcete snímek obrazovky uložit?";


"zanalytics.feedback.email.title"                = "E-mailová adresa";


"zanalytics.bug.detectscreen.title"       = "Našli jste něco zajímavého?";

"zanalytics.bug.alert.detectscreen.yes"                      = "Ano";
"zanalytics.bug.alert.detectscreen.no"                       = "Ne";

"zanalytics.bug.alert.detectscreen.share" = "Sdílet";
"zanalytics.bug.alert.detectscreen.dontshow" = "Příště se neptat";
"zanalytics.bug.annotate.button.title"                       = "Okomentujte chybu s použitím níže uvedených nástrojů.";


"zanalytics.feedback.failed.alert.description" = "Nepodařilo se odeslat zpětnou vazbu, zkuste to prosím znovu.";


"zanalytics.feedback.success.alert.description" = "Děkujeme za zpětnou vazbu.";


"zanalytics.feedback.common.alert.title.add.photos" = "Přidat fotografie";
"zanalytics.feedback.common.alert.title.alert" = "Upozornění";
"zanalytics.feedback.common.button.title.back" = "Zpět";
"zanalytics.feedback.common.button.title.cancel" = "Zrušit";
"zanalytics.feedback.common.button.title.close" = "Zavřít";
"zanalytics.feedback.common.button.title.ok" = "OK";

"zanalytics.feedback.textview.placeholder"           = "Posloucháme vás. Řekněte nám, co si myslíte.";
"zanalytics.bug.textview.placeholder"           = "Narazili jste při používání naší aplikace na nějaký problém? Dejte nám vědět.";
"zanalytics.help.textview.placeholder"           = "Pokusíme se to napravit a pomoct vám.";

"zanalytics.feedback.add.photos.alert.description" = "Nejsou připojeny žádné fotografie, více fotografií přidáte po otevření fotogalerie.";

"zanalytics.feedback.add.photos.alert.open" = "Otevřít fotografie";


"zanalytics.feedback.access.photos.alert.description" = "%@ aplikace nemá přístup k vaším fotografiím.\nPřístup povolíte zde: Nastavení > Soukromí > Fotografie > %@";

"zanalytics.feedback.access.photos.alert.settings" = "Nastavení";

"zanalytics.feedback.label.title.anonymous" = "Anonymní";

"zanalytics.feedback.navbar.button.title.send" = "Odeslat";
"zanalytics.feedback.navbar.button.title.next" = "další";
"zanalytics.feedback.navbar.button.title.done" = "Hotovo";
"zanalytics.feedback.navbar.button.title.editphotos" = "Upravit fotografie";
"zanalytics.feedback.navbar.button.title.addmore" = "Přidat další";
"zanalytics.feedback.navbar.button.title.attach" = "Připojit";
"zanalytics.feedback.navbar.button.title.delete" = "Odstranit";


"zanalytics.feedback.navbar.title.taptoedit" = "Klepnutím upravit";
"zanalytics.feedback.navbar.title.editor" = "Editor";
"zanalytics.feedback.navbar.title.choosephotos" = "Vybrat fotografie";
"zanalytics.feedback.navbar.title.selectphotos" = "Vybrat fotografie";
"zanalytics.feedback.navbar.title.photoselected" = "Fotografie byla vybrána";
"zanalytics.feedback.navbar.title.photosselected" = "Fotografie byly vybrány";

"zanalytics.feedback.accessory.title.systemlogs" = "Včetně systémových protokolů";
"zanalytics.feedback.accessory.title.diagnosticinfo" = "Včetně diagnostických informací";
"zanalytics.feedback.accessory.button.title.view" = "Zobrazit";

"zanalytics.feedback.picker.image.notfound" = "Obrázky nebyly nalezeny";

"zanalytics.feedback.attachments.title" = "Přílohy(%i)";

"zanalytics.feedback.privacy.consent.description" = "Doporučujeme vám také přiložit protokol konzoly a diagnostické informace. Pomůže to našim vývojářům lépe porozumět zpětné vazbě, kterou s námi sdílíte.";

"zanalytics.feedback.privacy.consent.clogs.title" = "Protokoly konzoly";

"zanalytics.feedback.privacy.consent.dinfo.title" = "Diagnostické informace";

"zanalytics.feedback.privacy.consent.otherinfo.title" = "Další informace";

"zanalytics.feedback.privacy.consent.deviceinfo.title" = "Informace o zařízení";

"zanalytics.feedback.privacy.consent.cancel" = "Zrušit";

"zanalytics.feedback.privacy.consent.openmailapp" = "Otevřít poštou";

"zanalytics.feedback.crash.sendcrash.alwayssend" = "Vždy poslat";
